tap "homebrew/cask-fonts"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
brew "bat"
brew "bat-extras"
brew "black"
brew "chroma"
brew "clang-format"
brew "eza"
brew "gawk"
brew "git"
brew "git-delta"
brew "git-gui"
brew "grep"
brew "powerlevel10k"
brew "prettier"
brew "pygments"
brew "ripgrep"
brew "shfmt"
brew "zsh-syntax-highlighting"
