brew "jq"
brew "k9s"
brew "ollama"
brew "uv"
brew "yq"
cask "1password"
cask "1password-cli"
cask "docker"
cask "google-chrome"
cask "ibkr"
cask "jdownloader"
cask "logseq"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "pycharm-ce"
cask "rectangle"
cask "surfshark"
cask "vlc"
cask "wechat"
cask "zoom"
